var movie1 = {
  title: '아바타1',
  imgUrl:
    'https://i.namu.wiki/s/7381c33b342b8e500f560d8c6c81bc6f02d87cd60ca0d313863b6ed4dba7c373c1f6f0c1b117b99686aea877e2a7429cae6d11b2d554bf19eb7b2b7d99aa6a4d77e3ea0193d805934f1800b550b0170a9d164a920954df146128ba860dea19bf9ec4562c459b755d821d579da7f8685a',
  content: `인류의 마지막 희망, 행성 판도라!\n\n
이곳을 정복하기 위한 ‘아바타 프로젝트’가 시작된다!
가까운 미래, 지구는 에너지 고갈 문제를 해결하기 위해 머나먼 행성 판도라에서 대체 자원을 채굴하기 시작한다.
하지만 판도라의 독성을 지닌 대기로 인해 자원 획득에 어려움을 겪게 된 인류는 판도라의 토착민 나비족(Na'vi)의 외형에 인간의 의식을 주입, 원격 조종이 가능한 새로운 생명체 ‘아바타’를 탄생시키는 프로그램을 개발한다.
\n
평범한 삶을 살아가던 전직 해병대원 제이크, 우주의 미래가 걸린 거대한 운명이 그에게 찾아왔다!\n
한편, 하반신이 마비된 전직 해병대원 ‘제이크 설리(샘 워싱턴)’는 ‘아바타 프로그램’에 참가할 것을 제안 받아 판도라로 향한다.
그곳에서 자신의 ‘아바타’를 통해 자유롭게 걸을 수 있게 된 ‘제이크’는 자원 채굴을 막으려는 나비족(Na'vi)의 무리에 침투하라는 임무를 부여 받는다.
임무 수행 중 나비족(Na'vi)의 여전사 ‘네이티리(조 샐다나)’를 만난 ‘제이크’는 그녀와 함께 다채로운 모험을 경험하면서 ‘네이티리’를 사랑하게 되고, 그들과 하나가 되어간다.
하지만 머지않아 전 우주의 운명을 결정짓는 대규모 전투가 시작되면서 ‘제이크’는 최후의 시험대에 오르게 되는데….
\n
\n
행성 판도라와 지구의 피할 수 없는 전쟁!
이 모든 운명을 손에 쥔 제이크의 선택은?`,
};

var movie2 = {
  title: '아바타2',
  imgUrl:
    'https://i.namu.wiki/s/e4518552dff291d24661ea0694b239fb1c7421a2f60152da3534456514a68184aabb58498e1e28e126f555735af6eef4dd8b0a3ae7394169f2bc5288a3ad9e28696237edece6b826527a2f91e2a2e9e94c53e192b5c5ce7b133167b5e7be2fc4461f52e8367e8423812935b7b05526f9',
  content: `<아바타: 물의 길>은 판도라 행성에서
'제이크 설리'와 '네이티리'가 이룬 가족이 겪게 되는 무자비한 위협과
살아남기 위해 떠나야 하는 긴 여정과 전투,
그리고 견뎌내야 할 상처에 대한 이야기를 그렸다.
\n  
월드와이드 역대 흥행 순위 1위를 기록한 전편 <아바타>에 이어
제임스 카메론 감독이 13년만에 선보이는 영화로,
샘 워싱턴, 조 샐다나, 시고니 위버, 스티븐 랭, 케이트 윈슬렛이 출연하고
존 랜도가 프로듀싱을 맡았다.`,
};

let list: any[] = [movie1, movie2];

export default list;
